Repository: MacThings/g-flash
Catalog: gflash/*.lproj/Localizable.strings
Languages: de

source: All content on the chip will be erased!
de: Der Inhalt des Chips wird komplett gelöscht!

source: An Error has occured!
de: Ein Fehler ist aufgetreten!

source: Bummer
de: Schade

source: Cannot detect any chip!
de: Kein Chip zu erkennen!

source: Checking connected USB Device
de: Prüfe angeschlossenes USB Gerät

source: Choose a Filepath
de: Wähle einen Dateipfad aus

source: Choose a ROM File (.bin)
de: Wähle eine ROM Datei aus (.bin)

source: Device not found
de: Gerät nicht gefunden

source: Device ready
de: Gerät bereit

source: Do you want it really?
de: Möchtest Du das wirklich?

source: Downloading and uncompressing PhoenixTool
de: Herunterladen und Dekomprimieren von PhoenixTool

source: Downloading and uncompressing
de: Herunterladen und Dekomprimieren von

source: I understand
de: Verstanden

source: Make sure that you have installed CrossOver v19.x to run this Bottle. If you don't already have it you can download the 14 Day trial from their website.
de: Stelle sicher, dass Du mindestens CrossOver v19.x installiert hast, um diese Flasche auszuführen. Wenn Du das Programm noch nicht hast, kannst Du die die 14-Tage-Testversion von der Website herunterladen.

source: Make sure the pliers is properly seated on the chip.
de: Stelle sicher, dass die Zange ordentlich mit dem Chip verbunden ist.

source: Multiple chip types found!
de: Verschiedene Chiptypen erkannt!

source: Nice
de: Sehr gut

source: No
de: Nein

source: No Device selected
de: Kein Gerät ausgewählt

source: No or not the correct chip type was entered in the input field. Please try it again.
de: Du hast keinen oder den falschen Chiptype eingegeben. Bitte versuche es noch einmal.

source: No Problems detected.
de: Es sind keine Probleme aufgetreten.

source: Operation done!
de: Durchführung erledigt!

source: Please choose a destination Folder
de: Bitte wähle einen Zielordner aus

source: Please choose one from the Pulldown Menu and try again.
de: Bitte wähle einen aus dem Pulldown Menu aus und versuche es noch einmal.

source: Searching for Device
de: Suche nach Gerät

source: Something went wrong. Please try again.
de: Da ist irgendetwas schiefgelaufen. Bitte versuche es noch einmal.

source: Wrong chip type entered!
de: Falscher Chiptype eingegeben!

source: Yes
de: Ja

source: You did not have selected any Programmer!
de: Du hast keinen Programmer ausgewählt!

source: ... please wait.
de: ... bitte warten.
